Revit 2027 API
DockablePanes.BuiltInDockablePanes.ProjectBrowser Property
 The project browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static DockablePaneId ProjectBrowser { get; }
Public Shared ReadOnly Property ProjectBrowser As DockablePaneId
	Get
public:
static property DockablePaneId^ ProjectBrowser {
	DockablePaneId^ get ();
}
static member ProjectBrowser : DockablePaneId with get
Property Value
DockablePaneId
See Also
Reference
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace